andys8.jest-snippets
auchenberg.vscode-browser-preview
blanu.vscode-styled-jsx
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.vscode-pull-request-github
juliettepretot.lucy-vscode
kevinkyang.auto-comment-blocks
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
Orta.vscode-jest
sburg.vscode-javascript-booster
sleistner.vscode-fileutils
sysoev.vscode-open-in-github
VisualStudioExptTeam.vscodeintellicode
xabikos.JavaScriptSnippets
