aaron-bond.better-comments
andys8.jest-snippets
bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-rename-tag
jock.svg
juliettepretot.lucy-vscode
msjsdiag.debugger-for-chrome
Orta.vscode-jest
sburg.vscode-javascript-booster
stylelint.vscode-stylelint
sysoev.vscode-open-in-github
VisualStudioExptTeam.vscodeintellicode
wooodhead.vscode-wrap-console-log-simple
xabikos.JavaScriptSnippets
